Repository: sabyasachi-basu-i/leaptime-manager
Catalog: po/*.po
Languages: lo

source: LeapTime Manager
lo: ໂຕຈັດການ LeapTime

source: Aiming to be an all-in-one, friendly to new-users, GUI based backup manager for Debian/Ubuntu based systems.
lo: ສ້າງຂຶ້ນເພື່ອເປັນໂຕຈັດການສຳຮອງຂໍ້ມູນແບບຄົບວົງຈອນ, ເປັນມິດກັບຜູ້ໃຊ້ໃໝ່, ໃຊ້ງານຜ່ານໜ້າຕ່າງກຣາຟິກສຳລັບລະບົບທີ່ໃຊ້ Debian/Ubuntu.

source: About
lo: ກ່ຽວກັບ

source: Maintainer
lo: ຜູ້ດູແລ

source: Name
lo: ຊື່

source: File Name
lo: ຊື່ໄຟລ໌

source: Created
lo: ສ້າງເມື່ອ

source: Repeat
lo: ເຮັດຊ້ຳ

source: Location
lo: ທີ່ຕັ້ງ

source: No packages need to be installed.
lo: ບໍ່ມີແພັກເກັດທີ່ຕ້ອງຕິດຕັ້ງ.

source: No packages selected to install.
lo: ບໍ່ມີແພັກເກັດຖືກເລືອກເພື່ອຕິດຕັ້ງ.

source: No backup destination is selected.
lo: ບໍ່ໄດ້ເລືອກປາຍທາງການສຳຮອງຂໍ້ມູນ.

source: Showing backup apps list...
lo: ກຳລັງສະແດງລາຍຊື່ແອັບທີ່ສຳຮອງຂໍ້ມູນ...

source: The selected file is not a valid software selection.
lo: ໄຟລ໌ທີ່ເລືອກບໍ່ແມ່ນລາຍການຊັອບແວທີ່ຖືກຕ້ອງ.

source: Validation passed for restore file: %s
lo: ການກວດສອບຜ່ານສຳລັບໄຟລ໌ກູ້ຄືນ: %s

source: An error occurred while reading the file.
lo: ເກີດຂໍ້ຜິດພາດຂະນະອ່ານໄຟລ໌.

source: Could not locate the package.
lo: ບໍ່ສາມາດຊອກຫາແພັກເກັດໄດ້.

source: Loading main page with available backups lists.
lo: ກຳລັງໂຫລດໜ້າຫຼັກພ້ອມລາຍຊື່ສຳຮອງຂໍ້ມູນທີ່ມີຢູ່.

source: Existing app backups: %s
lo: ຂໍ້ມູນສຳຮອງແອັບທີ່ມີຢູ່: %s

source: Selected app backup: %s
lo: ຂໍ້ມູນສຳຮອງແອັບທີ່ເລືອກ: %s

source: Reloading navigation buttons for app backup.
lo: ກຳລັງໂຫລດປຸ່ມນຳທາງໃໝ່ສຳລັບການສຳຮອງຂໍ້ມູນແອັບ.

source: Starting app backup list process
lo: ກຳລັງເລີ່ມຂັ້ນຕອນລາຍຊື່ການສຳຮອງຂໍ້ມູນແອັບ

source: Starting app restore list process
lo: ກຳລັງເລີ່ມຂັ້ນຕອນລາຍຊື່ການກູ້ຄືນຂໍ້ມູນແອັບ

source: Restoring from file: %s
lo: ກຳລັງກູ້ຄືນຈາກໄຟລ໌: %s

source: Editing backup file from database list.
lo: ກຳລັງແກ້ໄຂໄຟລ໌ສຳຮອງຂໍ້ມູນຈາກລາຍຊື່ຖານຂໍ້ມູນ.

source: This feature has not been implented yet. Please wait for future releases.
lo: ຄຸນສົມບັດນີ້ຍັງບໍ່ທັນຖືກເພີ່ມເຂົ້າມາ. ກະລຸນາລໍຖ້າໃນເວີຊັນຕໍ່ໄປ.

source: Opening backup file from database list.
lo: ກຳລັງເປີດໄຟລ໌ສຳຮອງຂໍ້ມູນຈາກລາຍຊື່ຖານຂໍ້ມູນ.

source: Removing app backup from database list.
lo: ກຳລັງລຶບຂໍ້ມູນສຳຮອງແອັບອອກຈາກລາຍຊື່ຖານຂໍ້ມູນ.

source: Initializing backend.
lo: ກຳລັງເລີ່ມຕົ້ນລະບົບຫຼັງບ້ານ.

source: Configuration directory exists. Nothing to do.
lo: ມີໂຟລເດີການຕັ້ງຄ່າຢູ່ແລ້ວ. ບໍ່ຕ້ອງເຮັດຫຍັງ.

source: Creating configuration directory.
lo: ກຳລັງສ້າງໂຟລເດີການຕັ້ງຄ່າ.

source: User data log directory exists. Nothing to do.
lo: ມີໂຟລເດີບັນທຶກຂໍ້ມູນຜູ້ໃຊ້ຢູ່ແລ້ວ. ບໍ່ຕ້ອງເຮັດຫຍັງ.

source: Creating user data log directory.
lo: ກຳລັງສ້າງໂຟລເດີບັນທຶກຂໍ້ມູນຜູ້ໃຊ້.

source: Loading existing configurations.
lo: ກຳລັງໂຫລດການຕັ້ງຄ່າທີ່ມີຢູ່.

source: Configuration file exists. Validating configurations.
lo: ມີໄຟລ໌ການຕັ້ງຄ່າຢູ່ແລ້ວ. ກຳລັງກວດສອບການຕັ້ງຄ່າ.

source: Creating configuration files.
lo: ກຳລັງສ້າງໄຟລ໌ການຕັ້ງຄ່າ.

source: Validating existing configurations.
lo: ກຳລັງກວດສອບການຕັ້ງຄ່າທີ່ມີຢູ່.

source: Initializing User Data backend class...
lo: ກຳລັງເລີ່ມຕົ້ນຄລາສຂໍ້ມູນຜູ້ໃຊ້ຫຼັງບ້ານ...

source: Skipping %s because named pipes are not supported.
lo: ກຳລັງຂ້າມ %s ເນື່ອງຈາກບໍ່ຮອງຮັບ named pipes.

source: Number of files: %s, Total size in byte: %s
lo: ຈຳນວນໄຟລ໌: %s, ຂະໜາດທັງໝົດເປັນໄບຕ໌: %s

source: List of files to copy: %s
lo: ລາຍຊື່ໄຟລ໌ທີ່ຈະສຳເນົາ: %s

source: Warning: The meta file could not be saved. This backup will not be accepted for restoration.
lo: ຄຳເຕືອນ: ບໍ່ສາມາດບັນທຶກໄຟລ໌ meta ໄດ້. ການສຳຮອງຂໍ້ມູນນີ້ຈະບໍ່ຖືກຍອມຮັບສຳລັບການກູ້ຄືນ.

source: Warning: Some files were not saved. Only %(archived)d files were backed up out of %(total)d.
lo: ຄຳເຕືອນ: ບາງໄຟລ໌ບໍ່ໄດ້ຖືກບັນທຶກ. ມີພຽງ %(archived)d ໄຟລ໌ທີ່ຖືກສຳຮອງຂໍ້ມູນຈາກທັງໝົດ %(total)d.

source: Initializing user data backup class...
lo: ກຳລັງເລີ່ມຕົ້ນຄລາສສຳຮອງຂໍ້ມູນຜູ້ໃຊ້...

source: Method
lo: ວິທີການ

source: Source
lo: ຕົ້ນທາງ

source: Destination
lo: ປາຍທາງ

source: Comment
lo: ຄຳອະທິບາຍເພີ່ມຕື່ມ

source: Previous page: %s
lo: ໜ້າກ່ອນໜ້າ: %s

source: Showing databackup page: %s on back button
lo: ກຳລັງສະແດງໜ້າສຳຮອງຂໍ້ມູນ: %s ເທິງປຸ່ມກັບຄືນ

source: Start Backup
lo: ເລີ່ມສຳຮອງຂໍ້ມູນ

source: Finish
lo: ສຳເລັດ

source: Showing databackup page: %s on forward button
lo: ກຳລັງສະແດງໜ້າສຳຮອງຂໍ້ມູນ: %s ເທິງປຸ່ມໄປໜ້າ

source: Tarball format for backup: %s
lo: ຮູບແບບ Tarball ສຳລັບການສຳຮອງຂໍ້ມູນ: %s

source: Using backup method: %s
lo: ກຳລັງໃຊ້ວິທີສຳຮອງຂໍ້ມູນ: %s

source: Data Backup - Select files
lo: ສຳຮອງຂໍ້ມູນ - ເລືອກໄຟລ໌

source: Data Backup - Select folders
lo: ສຳຮອງຂໍ້ມູນ - ເລືອກໂຟລເດີ

source: %s is not located in your source directory.
lo: %s ບໍ່ໄດ້ຕັ້ງຢູ່ໃນໂຟລເດີຕົ້ນທາງຂອງທ່ານ.

source: Gathering info on backup.
lo: ກຳລັງລວບລວມຂໍ້ມູນກ່ຽວກັບການສຳຮອງ.

source: Name: %s, Description: %s, Source: %s, Destination: %s, Method: %s
lo: ຊື່: %s, ລາຍລະອຽດ: %s, ຕົ້ນທາງ: %s, ປາຍທາງ: %s, ວິທີການ: %s

source: Tar archive format: %s
lo: ຮູບແບບໄຟລ໌ Tar: %s

source: Excluded files list: %s
lo: ລາຍຊື່ໄຟລ໌ທີ່ບໍ່ລວມ: %s

source: Excluded folder list: %s
lo: ລາຍຊື່ໂຟລເດີທີ່ບໍ່ລວມ: %s

source: Included files list: %s
lo: ລາຍຊື່ໄຟລ໌ທີ່ລວມ: %s

source: Included folder list: %s
lo: ລາຍຊື່ໂຟລເດີທີ່ລວມ: %s

source: Calculating...
lo: ກຳລັງຄຳນວນ...

source: The following errors occurred:
lo: ເກີດຂໍ້ຜິດພາດຕໍ່ໄປນີ້:

source: The backup was aborted.
lo: ການສຳຮອງຂໍ້ມູນຖືກຍົກເລີກ.

source: Your files were successfully saved in %s.
lo: ໄຟລ໌ຂອງທ່ານຖືກບັນທຶກສຳເລັດໃນ %s.

source: Starting backup using Rsync method...
lo: ກຳລັງເລີ່ມສຳຮອງຂໍ້ມູນໂດຍໃຊ້ວິທີ Rsync...

source: This feature has not been implented yet. Use tarball method.
lo: ຄຸນສົມບັດນີ້ຍັງບໍ່ທັນຖືກເພີ່ມເຂົ້າມາ. ໃຫ້ໃຊ້ວິທີ tarball.

source: %s is backed up into %s
lo: %s ຖືກສຳຮອງຂໍ້ມູນໄປທີ່ %s

source: Starting backup using tarball method...
lo: ກຳລັງເລີ່ມສຳຮອງຂໍ້ມູນໂດຍໃຊ້ວິທີ tarball...

source: %(source_dir)s is backed up into %(tarfile)s
lo: %(source_dir)s ຖືກສຳຮອງຂໍ້ມູນໄປທີ່ %(tarfile)s

source: No source directory selected.
lo: ບໍ່ໄດ້ເລືອກໂຟລເດີຕົ້ນທາງ.

source: No destination directory selected.
lo: ບໍ່ໄດ້ເລືອກໂຟລເດີປາຍທາງ.

source: You do not have the permission to write in the selected directory.
lo: ທ່ານບໍ່ມີສິດໃນການຂຽນລົງໃນໂຟລເດີທີ່ເລືອກ.

source: Loading main page with available data backups lists.
lo: ກຳລັງໂຫລດໜ້າຫຼັກພ້ອມລາຍຊື່ສຳຮອງຂໍ້ມູນທີ່ມີຢູ່.

source: Existing data backups: %s
lo: ຂໍ້ມູນສຳຮອງທີ່ມີຢູ່: %s

source: Reloading navigation buttons for data backup.
lo: ກຳລັງໂຫລດປຸ່ມນຳທາງໃໝ່ສຳລັບການສຳຮອງຂໍ້ມູນ.

source: Starting Data backup...
lo: ກຳລັງເລີ່ມສຳຮອງຂໍ້ມູນ...

source: Starting Data restore...
lo: ກຳລັງເລີ່ມກູ້ຄືນຂໍ້ມູນ...

source: Opening backup file/directory from database list.
lo: ກຳລັງເປີດໄຟລ໌/ໂຟລເດີສຳຮອງຂໍ້ມູນຈາກລາຍຊື່ຖານຂໍ້ມູນ.

source: Removing data backup from database list.
lo: ກຳລັງລຶບຂໍ້ມູນສຳຮອງອອກຈາກລາຍຊື່ຖານຂໍ້ມູນ.

source: Deleteing file: %s
lo: ກຳລັງລຶບໄຟລ໌: %s

source: Writing backup to database.
lo: ກຳລັງຂຽນຂໍ້ມູນສຳຮອງໃສ່ຖານຂໍ້ມູນ.

source: Reading backups from database.
lo: ກຳລັງອ່ານຂໍ້ມູນສຳຮອງຈາກຖານຂໍ້ມູນ.

source: Writing data backup to database.
lo: ກຳລັງຂຽນຂໍ້ມູນສຳຮອງໃສ່ຖານຂໍ້ມູນ.

source: Reading data backups from database.
lo: ກຳລັງອ່ານຂໍ້ມູນສຳຮອງຈາກຖານຂໍ້ມູນ.

source: Show Logs
lo: ສະແດງບັນທຶກ

source: Quit
lo: ອອກ

source: Showing app backup stack.
lo: ກຳລັງສະແດງລາຍການສຳຮອງຂໍ້ມູນແອັບ.

source: Showing data backup stack.
lo: ກຳລັງສະແດງລາຍການສຳຮອງຂໍ້ມູນ.

source: Add button clicked.
lo: ກົດປຸ່ມເພີ່ມ.

source: Starting new data backup process...
lo: ກຳລັງເລີ່ມຂັ້ນຕອນການສຳຮອງຂໍ້ມູນໃໝ່...

source: Starting app backup process...
lo: ກຳລັງເລີ່ມຂັ້ນຕອນການສຳຮອງຂໍ້ມູນແອັບ...

source: Starting data restore process...
lo: ກຳລັງເລີ່ມຂັ້ນຕອນການກູ້ຄືນຂໍ້ມູນ...

source: Starting app restore process...
lo: ກຳລັງເລີ່ມຂັ້ນຕອນການກູ້ຄືນຂໍ້ມູນແອັບ...

source: Starting data backup editing process...
lo: ກຳລັງເລີ່ມຂັ້ນຕອນການແກ້ໄຂຂໍ້ມູນສຳຮອງ...

source: Starting app backup editing process...
lo: ກຳລັງເລີ່ມຂັ້ນຕອນການແກ້ໄຂຂໍ້ມູນສຳຮອງແອັບ...

source: Starting data backup browsing process...
lo: ກຳລັງເລີ່ມຂັ້ນຕອນການເບິ່ງຂໍ້ມູນສຳຮອງ...

source: Starting app backup browsing process...
lo: ກຳລັງເລີ່ມຂັ້ນຕອນການເບິ່ງຂໍ້ມູນສຳຮອງແອັບ...

source: Starting data backup remove process...
lo: ກຳລັງເລີ່ມຂັ້ນຕອນການລຶບຂໍ້ມູນສຳຮອງ...

source: Starting app backup remove process...
lo: ກຳລັງເລີ່ມຂັ້ນຕອນການລຶບຂໍ້ມູນສຳຮອງແອັບ...

source: LeapTime Manager Logs
lo: ບັນທຶກໂຕຈັດການ LeapTime

source: Please select the applications you want to save.
lo: ກະລຸນາເລືອກແອັບພລິເຄຊັນທີ່ທ່ານຕ້ອງການບັນທຶກ.

source: Select all
lo: ເລືອກທັງໝົດ

source: Deselect all
lo: ບໍ່ເລືອກທັງໝົດ

source: Note: If you want to save the complete list of all installed packages on the system, please use the command 'dpkg --get-selections > mylist.list' in a terminal.
lo: ໝາຍເຫດ: ຖ້າທ່ານຕ້ອງການບັນທຶກລາຍຊື່ທັງໝົດຂອງແພັກເກັດທີ່ຕິດຕັ້ງໃນລະບົບ, ກະລຸນາໃຊ້ຄຳສັ່ງ 'dpkg --get-selections > mylist.list' ໃນ terminal.

source: Please select a location to save the software selection (.list file):
lo: ກະລຸນາເລືອກທີ່ຕັ້ງເພື່ອບັນທຶກລາຍການຊັອບແວ (ໄຟລ໌ .list):

source: Please select a saved software selection (.list file):
lo: ກະລຸນາເລືອກລາຍການຊັອບແວທີ່ບັນທຶກໄວ້ (ໄຟລ໌ .list):

source: Select the packages you want to install.
lo: ເລືອກແພັກເກັດທີ່ທ່ານຕ້ອງການຕິດຕັ້ງ.

source: Refresh
lo: ໂຫຼດໃໝ່

source: All the packages in your software selection are installed.
lo: ແພັກເກັດທັງໝົດໃນລາຍການຊັອບແວຂອງທ່ານໄດ້ຖືກຕິດຕັ້ງແລ້ວ.

source: User Data
lo: ຂໍ້ມູນຜູ້ໃຊ້

source: Apt Packages
lo: ແພັກເກັດ Apt

source: Add
lo: ເພີ່ມ

source: Create backup of currently installed apps
lo: ສ້າງຂໍ້ມູນສຳຮອງຂອງແອັບທີ່ຕິດຕັ້ງໃນປັດຈຸບັນ

source: Restore
lo: ກູ້ຄືນ

source: Restore apps from selected backup
lo: ກູ້ຄືນແອັບຈາກຂໍ້ມູນສຳຮອງທີ່ເລືອກ

source: Edit
lo: ແກ້ໄຂ

source: Remove
lo: ລຶບ

source: Browse
lo: ເປີດເບິ່ງ

source: Launch
lo: ເປີດໃຊ້ງານ

source: Status Bar
lo: ແຖບສະຖານະ

source: An all-in-one backup manager for *nix systems
lo: ໂຕຈັດການສຳຮອງຂໍ້ມູນແບບຄົບວົງຈອນສຳລັບລະບົບ *nix

source: Open menu
lo: ເປີດເມນູ

source: Menu
lo: ເມນູ

source: Name:
lo: ຊື່:

source: GIve the the backup a name to identify individual backups.
lo: ຕັ້ງຊື່ໃຫ້ກັບການສຳຮອງຂໍ້ມູນເພື່ອຈຳແນກແຕ່ລະອັນ.

source: Enter the backup name.
lo: ປ້ອນຊື່ການສຳຮອງຂໍ້ມູນ.

source: Please select the source of the backup.
lo: ກະລຸນາເລືອກຕົ້ນທາງຂອງການສຳຮອງຂໍ້ມູນ.

source: Source:
lo: ຕົ້ນທາງ:

source: Please choose source folder
lo: ກະລຸນາເລືອກໂຟລເດີຕົ້ນທາງ

source: Please select the destination where you want to save the backup.
lo: ກະລຸນາເລືອກປາຍທາງທີ່ທ່ານຕ້ອງການບັນທຶກຂໍ້ມູນສຳຮອງ.

source: Destination:
lo: ປາຍທາງ:

source: Please choose destination folder
lo: ກະລຸນາເລືອກໂຟລເດີປາຍທາງ

source: Method:
lo: ວິທີການ:

source: Tar Format:
lo: ຮູບແບບ Tar:

source: Description:
lo: ລາຍລະອຽດ:

source: Enter a description of the backup.
lo: ປ້ອນລາຍລະອຽດຂອງການສຳຮອງຂໍ້ມູນ.

source: Please add files or directories to the list below to exclude them from the backup.
lo: ກະລຸນາເພີ່ມໄຟລ໌ ຫຼື ໂຟລເດີໃສ່ລາຍຊື່ດ້ານລຸ່ມເພື່ອບໍ່ໃຫ້ລວມຢູ່​ໃນ​ການ​ສຳຮອງ​ຂໍ້​ມູນ.

source: Exclude files
lo: ບໍ່ລວມໄຟລ໌

source: Exclude directories
lo: ບໍ່ລວມໂຟລເດີ

source: Hidden files and hidden folders located at the root of your home directory are not included by default.
lo: ໄຟລ໌ ແລະ ໂຟລເດີທີ່ເຊື່ອງໄວ້ທີ່ຢູ່ໃນໂຟລເດີຫຼັກ (home) ຂອງທ່ານຈະບໍ່ຖືກລວມໂດຍຄ່າເລີ່ມຕົ້ນ.

source: These files and folders usually contain temporary data or preferences for your applications.
lo: ໄຟລ໌ ແລະ ໂຟລເດີເຫຼົ່ານີ້ມັກຈະມີຂໍ້ມູນຊົ່ວຄາວ ຫຼື ການຕັ້ງຄ່າຕ່າງໆສຳລັບແອັບຂອງທ່ານ.

source: If you want to include some of them in the backup, please add them to the list below.
lo: ຖ້າທ່ານຕ້ອງການລວມບາງອັນເຂົ້າໃນການສຳຮອງຂໍ້ມູນ, ກະລຸນາເພີ່ມພວກມັນໃສ່ລາຍຊື່ດ້ານລຸ່ມ.

source: Include files
lo: ລວມໄຟລ໌

source: Include directories
lo: ລວມໂຟລເດີ

source: Please wait while your files are being backed up.
lo: ກະລຸນາລໍຖ້າຂະນະທີ່ໄຟລ໌ຂອງທ່ານກຳລັງຖືກສຳຮອງຂໍ້ມູນ.
